
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Número no vàlid";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Valor inferior al mínim";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Valor màxim superat";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Coma flotant no permesa";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Cadena de data no vàlida";

